---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.CalculatedHeatingLoad
source: html/9eac164d-be12-4c22-1b2f-6ca3ab54cd45.htm
---
# Autodesk.Revit.DB.Mechanical.Space.CalculatedHeatingLoad Property

Get the Calculated Heating Load of the Space.

## Syntax (C#)
```csharp
public double CalculatedHeatingLoad { get; }
```

## Remarks
This property is used to get the Calculated Heating Load of the Space.